/**
*  ...................................................................................
*  . этот файл сгенерирован автоматически при помощи скрипта "npm run api"           
*  . код сгенерирован на основе api.yaml файла, лежащего на удаленном репозитории
*  . репозиторий: https://github.com/JooffinHalli/online-test.git
*  . ветка: main
*  ...................................................................................
*/

/** возможный url */
declare const __API_URL__:
  | 'http://localhost:7777'