/**
*  ...................................................................................
*  . этот файл сгенерирован автоматически при помощи скрипта "npm run api"           
*  . код сгенерирован на основе api.yaml файла, лежащего на удаленном репозитории
*  . репозиторий: https://github.com/JooffinHalli/online-test.git
*  . ветка: main
*  ...................................................................................
*/

/** Документация эндпойнтов */
export type Docs = {
  'tests': {
    path: `tests`
    get: {
      params: {
        length: number
      }
      res: Array<
        {
          id: number
          name: string
        }
      >
    }
  }
};