/**
*  ...................................................................................
*  . этот файл сгенерирован автоматически при помощи скрипта "npm run api"           
*  . код сгенерирован на основе api.yaml файла, лежащего на удаленном репозитории
*  . репозиторий: https://github.com/JooffinHalli/online-test.git
*  . ветка: main
*  ...................................................................................
*/

/** Говорит, какие есть эндпойнты и методы */
export const endpoints = {
  tests: [
    'get'
  ]
} as const;